{"ID":"1","Province":"Chumpon","Name":"Kapo waterfalls","Train number":"43", "image-src":"https://thestandard.co/wp-content/uploads/2022/10/%E0%B8%9A%E0%B8%AD%E0%B8%A5%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%9B%E0%B8%B5-2022.jpg" ,"Description":"Kapo waterfall is 20 meters in width and 2 meters in height. It's a nice area to unwind and enjoy the waterfall since the water that comes from Kapo Mountain is there all year. A pavilion and a tent-friendly area may be found in the woodland."}
{"ID":"2","Province":"Chumpon","Name":"Kanchanapisek waterfalls","Train number":"43", "image-src":"https://media.robinhoodstory.com/upload/page_builder_image/cms-img-20220902_s_d0rcvLS7x9.webp","Description":"Kanchanaphisek Waterfall The atmosphere is shady in the mountains of Lam Na Phrai forest. The weather cool and clean waterfall"}
{"ID":"3","Province":"Chumpon","Name":"Kaeng Khoi waterfalls","Train number":"43", "image-src": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/02/ef/c5/caption.jpg?w=700&h=500&s=1","Description":"Kaeng Khoi Waterfall is a small waterfall. that is very natural suitable for relaxation and sightseeing in nature"}
{"ID":"4","Province":"Chumpon","Name":"Champoon waterfalls","Train number":"43", "image-src": "https://lh3.googleusercontent.com/p/AF1QipMQkEO9too21rJo_dcb7aA7UBx2-n4jvoSDAP9Q=w592-h404-n-k-no-v2-rj","Description":"Jam Poon Waterfall is upstream which is located in Lamae is conserved forest. It is also creditable as an important water source for the Lamae people.  Moreover, Jam Poon Waterfall is rich in various botanical species, so it can be a place for relaxation, recreation activity, and natural learning center."}
{"ID":"5","Province":"Chumpon","Name":"Klong Prao waterfalls","Train number":"43", "image-src":"https://www.chppao.go.th/files/com_travel/2019-02_0a2ba921646a891.jpg","Description":"Khlong Phrao Waterfall is located on the 3rd floor and is said to be the most beautiful. We will see white water flowing down from the cliff waterfall 36 meters high, hitting the rocks and the basin below until the mist spreads like rain. When I saw it, I felt refreshed and relieved from the journey."}
{"ID":"6","Province":"Chon buri","Name":"Ang Chang Nam waterfalls","Train number":"283", "image-src":"https://f.ptcdn.info/411/046/000/oegdwcc510vsNBCINhE-o.jpg", "Description":"Ang Chang Nam Waterfall Ban Bung, Ban Bung, Chon Buri. There are 9 floors. It is a rocky mountain complex. Plants in the deciduous forest."}
{"ID":"7","Province":"Chon buri","Name":"Chan Ta Then waterfalls","Train number":"283", "image-src":"https://mapio.net/images-p/26816859.jpg","Description":"This waterfall is situated in the stunning forest of the Bang Phra district, which is also the location of the Khao Kheaw and Khao Chompu Wildlife Sanctuary, the largest forests in Chon Buri. Because there are so many tropical flora and several gorgeous wild birds, the natural world is quite diverse."}
{"ID":"8","Province":"Chon buri","Name":"Khao Yai Bung waterfalls","Train number":"283", "image-src":"https://www.bangkokbeyond.com/blog/wp-content/uploads/2019/04/Khao-Yai-National-Park-Tour-Trekking-Ox-Cart-Elephant-Bangkok.jpg","Description":"A small waterfall flows along the slope of the stone courtyard. The lowest layer is a rocky cliff before the water flows into the stream. can walk along the forest listen to the sound of the waterfall Watch the waterfall flowing through the rock niches, stone courtyards."}
{"ID":"9","Province":"Chon buri","Name":"Khao Chomphu waterfalls","Train number":"283", "image-src": "https://img.thailandholidayhomes.com/uploads/attractions/attractions_200.jpg","Description":"It is a small waterfall with clear water and a slippery atmosphere with a few rocks that are not very deep. But there is a high danger both to the entrance to the waterfall and to the waterfall area."}
{"ID":"10","Province":"Chon buri","Name":"Ang Phak Nam waterfalls","Train number":"283", "image-src": "https://patricklepetit.jalbum.net/CHONBURI/PHOTOS/BO%20THONG/Ang%20Phak%20Nam%20waterfall/thumbs/N0504315.jpg","Description":"Ang Phak Nam Waterfall is a low-rise 5-level waterfall situated in Bo Thong district on Khao Yai Mountain. Along the 1.5-km. gradient walkway to the waterfall, visitors can enjoy the relaxing freshness of the forest which is home to some wild animals and various kinds of birds. "}
{"ID":"11","Province":"Kanchanaburi","Name":"Krateng jeng waterfalls","Train number":"257","image-src":"https://mpics.mgronline.com/pics/Images/563000010547505.JPEG","Description":" Kra Teng Jeng waterfall in the forest along the route. It is a stunning and interesting walk. A view of Khao Laem Dam is also available from the waterfall and the two sides are still full of abundant rainforest surrounded by trees and vines and you can enjoy watching wild birds as well It is located behind the Khao Laem National Park."}
{"ID":"12","Province":"Kanchanaburi","Name":"Kroeng Krawia waterfalls","Train number":"257", "image-src":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/bc/5a/be/caption.jpg?w=1200&h=-1&s=1","Description":"East of the Vajiralongkorn dam is where you'll find Kroeng Krawia Waterfall. You may see different kinds of flora and fauna as you go across the expanses of woodlands."}
{"ID":"13","Province":"Kanchanaburi","Name":"Kreety waterfalls","Train number":"257", "image-src":"http://img.painaidii.com/images/20121130_62_1354292872_457869.jpg","Description":"Another beautiful limestone mountain waterfall. There is water flowing all year round. There is a wide basin for swimming. Ideal for those who love solitude and want to seek pure nature."}
{"ID":"14","Province":"Kanchanaburi","Name":"Dai Chong Thong waterfalls","Train number":"257", "image-src":"https://thumbs.dreamstime.com/b/landscape-view-kroeng-krawia-waterfall-l-andscape-located-khao-laem-national-park-kanchanaburi-thailand-131965523.jpg","Description":"A medium-sized waterfall in the beautiful woodland of Khao Laem National Park, Dai Chong Thong Waterfall is perfect for unwinding."}
{"ID":"15","Province":"Kanchanaburi","Name":"Takhian Thong waterfalls","Train number":"257", "image-src":"http://img.painaidii.com/images/20150501_14_1430464725_372802.jpg","Description":"Located in Amphoe Sangkhla Buri, this stunning waterfall is a part of the Tanao Si Mountain Range, which spans the Thai-Burmese border. One of the significant headwater sources is the freshwater from Myanmar, which flows downriver to Huai Song Ka Lia and then to the Kwai Noi River."}
{"ID":"16","Province":"Lop buri","Name":"Sub phai waterfalls","Train number":"303", "image-src":"https://tatapi.tourismthailand.org/tatfs/IMAGE/CustomPOI/Picture/P03012898_pic1.jpg","Description":"Sap Phai Waterfall is above Tao Ton Waterfall. It is a natural waterfall that comes from forests, watersheds and streams. It is the source of the Tao Ton Waterfall itself."}
{"ID":"17","Province":"Lop buri","Name":"Tao ton waterfalls","Train number":"303", "image-src":"https://thumbs.dreamstime.com/b/landscape-tao-thong-waterfall-landscape-tao-thong-waterfall-long-exposure-technique-phang-nga-thailand-178015887.jpg","Description":"It is a waterfall that flows from Sap Phai Waterfall. The length of the waterfall is about 950 meters, 7 floors high."}
{"ID":"18","Province":"Lop buri","Name":"Nam ton waterfalls","Train number":"303", "image-src":"https://tatapi.tourismthailand.org/tatfs/Image/CustomPOI/Picture/P03002467_1.jpeg","Description":"Near the National Park Office lies the stunning Ton Waterfall, which has water running through it year-round. The time of year when it rains is the most lovely. The waterfall is 50 meters broad and roughly 6 meters high. Its water cascades down expansive rock plateaus, with large trees lining up on either side of the stream, making the area ideal for unwinding, taking in an incredible view, and submerging yourself in. Near the waterfall, there is also the Chaopho Tat Ton (Pu Duang) Shrine."}
{"ID":"19","Province":"Lop buri","Name":"Wang kan leung waterfalls","Train number":"303", "image-src": "https://tatapi.tourismthailand.org/tatfs/Image/CustomPOI/Picture/P03013380_1.jpeg","Description":"A waterfall that runs all year long is around 12 kilometers from Lam Narai Market. The waterfall is reachable through Chai Badan Tha Luang Road and is ideal for those seeking a peaceful and revitalizing getaway from the city."}
{"ID":"20","Province":"Lop buri","Name":"Pha phueng waterfalls","Description":"The Pha Phueng Waterfall, located in Ban Huai Wad, Chanphen Sub-district, Tao Noi District, Sakon Nakhon Province, is around 10 meters high and roughly 800 kilometers from the Phu Phayon National Park Office. You may also take a stroll to explore the waterfall's top and bottom, where various flora and wildflowers grow according to the season."}
{"ID":"21","Province":"Lamprang","Name":"Gao fu waterfalls","Train number":"13", "image-src": "https://cms.dmpcdn.com/travel/2021/06/03/e9af4bf0-c441-11eb-b607-a17036f47cb2_original.jpg", "Description":"Gao Fu Waterfall, Lampang It is a waterfall created to add water to the forest. It is beautiful, magnificent and shady."}
{"ID":"22","Province":"Lop buri","Name":"Suan ma dau waterfalls","Train number":"303", "image-src":"https://thumbs.dreamstime.com/b/suan-madeua-waterfall-15610854.jpg" ,"Description":"Suan ma dau Waterfall has its source from tears of water that springs up from underground under the rocks, making the water clear and clean. And is part of the creek garden fig. The creek is also the border between Lopburi and Saraburi provinces. It is a natural spring water waterfall. Some tiers of waterfalls are naturally hot springs. There are more than 12 beautiful waterfalls in the waterfall area."}
{"ID":"23","Province":"Lop buri","Name":"Sam suan waterfalls","Train number":"303", "image-src": "https://www.thephuketnews.com/photo/listing/2019/1565148851_1-org.jpg ", "Description":"Namtok Sam Suay is a waterfall in Sub Langka National Park in Lop Buri Province."}
{"ID":"24","Province":"Lamphun","Name":"Koh Luang waterfalls","Train number":"7",  "image-src":"https://www.paiduaykan.com/province/north/lamphun/pic/koluangwaterfall.jpg", "Description":"Koh Luang Waterfall is the most famous waterfall of Mae Ping National Park. Away from the national park office about 22 kilometers is a limestone waterfall. It originated from Huai Mae Ko, flowing through a limestone cliff about 20 meters high, flowing down in descending order with a total of 7 levels and falling to a large green pool. below because the area has limestone and water flows all year round Therefore causing the waterfall area to have many stalactites and stalagmites and is naturally beautiful"}
{"ID":"25","Province":"Lamphun","Name":"Huay Muang waterfalls","Train number":"7", "image-src":"https://www.lovethailand.org/thumb.php?x=300&y=300&src=images/banner/content/lovethailand_banner_20130409134322.jpg" ,"Description":"Huay Muang Waterfall It is a natural tourist destination. Away from the Huai Yap Subdistrict Administrative Organization. Go east about 4 km."}
{"ID":"26","Province":"Lamphun","Name":"Huay Hok waterfalls","Train number":"7", "image-src": "https://www.lovethailand.org/thumb.php?x=300&y=300&src=images/banner/content/lovethailand_banner_20130409141410.jpg", "Description":"Huay Hok Waterfall is a 7-level waterfall located in Mae Thi Reservoir. It is located at Village No. 9, Ban Doi Wiang, about 6 km. east of Mae Thi Reservoir. It takes about 30 minutes or by foot takes about 2 hours. The atmosphere on both sides of the road is very natural."}
{"ID":"27","Province":"Lamphun","Name":"Wang Luang waterfalls","Train number":"7", "image-src":"https://mapio.net/images-p/9626002.jpg", "Description":"Wang Luang Waterfall is located at kilometer markers 99-100, Sai Li - Lamphun Road, Khao Ban Wang Luang Intersection, about 4 kilometers before reaching the waterfall is Ban Hong District Scout Camp. Which has beautiful cascades of waterfalls, has 7 levels and has a rich forest with many wildlife living It is considered a tourist attraction for relaxation. of Pa Phlu Subdistrict Ban Hong District"}
{"ID":"28","Province":"Phetchaburi","Name":"Khao Rak waterfalls","Train number":"261", "image-src":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/07/48/eb/2c/waterfall.jpg?w=1200&h=1200&s=1","Description":"The falls are formed by a stream running down an unusual rock formation. The rocks slope down forming a channel through the verdant forest. The rocks are stepped and the stream cascades down into the drop pool at the bottom.It is a beautiful and secluded little spot."}
{"ID":"29","Province":"Phetchaburi","Name":"Thor Thip waterfalls","Train number":"261", "image-src":"https://thumbs.dreamstime.com/b/thor-thip-waterfall-thai-national-park-deep-forest-mountain-67377017.jpg","Description":"Tho Thip Waterfall is located in Kaeng Krachan National Park. The origin of the waterfall is at Khao Phanoen Thung, Tho Thip Waterfall, 15 kilometers from Khao Phanoen Thung. You can travel by car. And travel on foot to reach the waterfall about 4 kilometers with a height of 9 floors, the 5th floor is the most beautiful. Each floor is unusually beautiful. The surrounding environment is a shady forest."}
{"ID":"30","Province":"Phetchaburi","Name":"Than Thip waterfalls","Train number":"261", "image-src":"https://thailandtourismdirectory.go.th/assets/upload/2017/11/13/20171113b1f6c0ad82dc2859e28e9f78dd886f06102032.jpg","Description":"Than Thip waterfalls is a large waterfall that is famous and well known among tourists. The waterfall is a single-tiered waterfall, approximately 26 meters high and 30 meters wide, with water flowing all year round."}
{"ID":"31","Province":"Phetchaburi","Name":"Pranburi waterfalls","Train number":"261", "image-src":"https://wildlifethailand.com/kunena/attachment/1559","Description":"There are three medium-sized falls at Pranburi Waterfall that are noteworthy and mentioned in various web sources, however, a recent impromptu exploration of the region discovered there are at least six tiers to the falls. The trails 700-meter-long falls segment reaches 145 meters above sea level."}
{"ID":"32","Province":"Phetchaburi","Name":"Hup sa-boo waterfalls","Train number":"261", "image-src":"https://scontent.fbkk14-1.fna.fbcdn.net/v/t1.18169-9/15032790_1750477211630575_3414421978226164601_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=825194&_nc_ohc=64wzddmJZj0AX8X9iKd&_nc_ht=scontent.fbkk14-1.fna&oh=00_AfAUa7kJGrHAvZ0j_hig6yjBkvuy1zEVB3kzjBTMU9HqxQ&oe=63A08333","Description":"It is a small waterfall that is beautiful during the rainy season and at the end of the rainy season, you can travel and relax close to nature."}
{"ID":"33","Province":"Saraburi","Name":"Krok I Dok waterfalls","Train number":"21", "image-src":"https://i.ytimg.com/vi/9FPCUDHI8fI/maxresdefault.jpg","Description":"This walk will lead you on a lovely, isolated journey through nature to the Krok I Dok Waterfall. On your trip to the waterfall, you will pass through many plant and animal species that you might view.In this location, you may go at any time of year, but it can get quite hot in the summer from April to May, and it is important to be prepared for the rainy season from June to September."}
{"ID":"34","Province":"Saraburi","Name":"Chet sao noi waterfalls","Train number":"21", "image-src": "https://www.thainationalparks.com/img/tnp/poi/snippets/4x3/chet-sao-noi-waterfall-national-park.jpg","Description":"Chet Sao Noi Waterfall is a 7 tiered waterfall on Muak Lek River within a very short walking distance from the visitor center area of the park. The falls at each tier is just a few meters high, at most four meters, but they are rather wide and cascade over the smooth rocky margins of several curved emerald ponds, producing a magnificent scene. An almost 2 kilometer-long circular trail that follows the river bank on both sides of the river provides access to all tiers."}
{"ID":"35","Province":"Saraburi","Name":"Muak Lek waterfalls","Train number":"21", "image-src":"https://thumbs.dreamstime.com/b/beautiful-landscape-view-muak-lek-waterfall-arboretum-saraburi-province-thailand-186231886.jpg","Description":"The headwaters of this waterfall Born from the forest in the Khao Yai National Park flows through the Pa Sak River It is a small one-tiered waterfall that looks beautiful. with a height of about 5 meters, flowing through from a high level, cascading down Turned into a spreading waterfall, quaint and beautiful, and in the stream, there would be a cascade of rapids. The area around the waterfall will have a shady atmosphere. There is a beautiful suspension bridge across the stream. and there are many kinds of plants"}
{"ID":"36","Province":"Saraburi","Name":"Phaeng ma waterfalls","Train number":"21", "image-src":"https://f.ptcdn.info/121/053/000/ouvm9lsk8c523km3qJG-o.jpg", "Description":"Phaeng Ma Waterfall is another waterfall next to Wang Muang Waterfall. There are beautiful trees surrounding the valley."}
{"ID":"37","Province":"Saraburi","Name":"Sam Lan waterfalls","Train number":"21", "image-src":"https://upload.wikimedia.org/wikipedia/commons/8/8b/%E0%B8%99%E0%B9%89%E0%B8%B3%E0%B8%95%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B9%88%E0%B8%99.jpg","Description":"Namtok Sam Lan National Park is a national park in Saraburi Province, Thailand. Other names for the park include Khao Sam Lan National Park and Phra Puttachai National Park. Home to waterfalls, reservoirs and forests, the park is located near the cave temple Wat Phra Puttachai."}
{"ID":"38","Province":"Surat Thani","Name":"Mae yai waterfalls","Train number":"171", "image-src":"https://images.world-of-waterfalls.com/Mae_Ya_035_12302008.jpg","Description":"Mae Yai waterfall is one of the most beautiful waterfalls in Thailand. It is 280 metre tall waterfall and the falls itself just like water is coming down like a curtain. Place to rest and relax."}
{"ID":"39","Province":"Surat Thani","Name":"Than pra wet waterfalls","Train number":"171", "image-src":"https://www.lovethailand.org/thumb.php?x=300&y=300&src=images/banner/content/lovethailand_banner_20141505153536.jpg","Description":"It is a natural, beautiful waterfall and is another waterfall that King Rama V gave the name of this waterfall. It is located 5 kilometers from Thong Sala Pier. "}
{"ID":"40","Province":"Surat Thani","Name":"Chong young waterfalls","Train number":"171", "image-src":"https://www.thainationalparks.com/img/poi/2020/12/05/397104/yong-waterfall-w-900.jpg","Description":"Chong yoong waterfalls area is a fertile rainforest. and there are many streams which has a height in descending tiers, very beautiful In addition, from the stories of the villagers who live nearby this area. Expect many waterfalls and beautiful scenery scattered throughout the forest."}
{"ID":"41","Province":"Surat Thani","Name":"Ton rua bin waterfalls","Train number":"171", "image-src":"https://tatapi.tourismthailand.org/tatfs/Image/CustomPOI/Picture/P03000967_1.jpeg","Description":"Ton rua bin waterfalls It is a medium-sized waterfall with high fertility. There are plants and trees along both sides, as well as communities that take care of them and organize activities around the waterfall."}
{"ID":"42","Province":"Surat Thani","Name":"Ha yod waterfalls","Train number":"171", "image-src":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/17/9b/25/dc/photo0jpg.jpg?w=1000&h=-1&s=1","Description":"Located in Moo 3, is a beautiful waterfall. Shady with various plants It is of interest to tourists in the area. It is a small stream rich in forests and small animals with many small rapids. "}
{"ID":"43","Province":"Surin","Name":"Krung Khla waterfalls","Train number":"233", "image-src": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgOd4sSu7Rv92KVp5DVdcbzNwHc0xGYMa1RN4NCxutOyf837XL2gLgRmb_JkNKM02YhsEm12SKoH2i8k009xk8d3527LYmUNbnnLfB1ONvdEgtN9LIqh0IEgxQpkWS8fV0DRp5WjsDM3yiu2oD2Yo8aB1bsL1EJHkR-r0kXXefF87vg9bAnyK1UMHn2tw/s800/098.jpg","Description":"Krung Khla waterfalls It is a medium-sized waterfall with many activities that can be done and there are thousands of birds to see as well as the water is clear and clean."}
{"ID":"44","Province":"Surin","Name":"Trikhiri waterfalls","Train number":"233", "image-src":"https://www.facebook.com/photo/?fbid=833071563521801&set=pcb.833071746855116","Description":"Trikhiri waterfalls is located at Charas Subdistrict, Buachet District, Surin Province. It was originally called Namtok Thom Bak, which means broken rock, which is a feature of sandstone rocks that have broken down cliffs. The name of the new Trikhiri This waterfall originates from 3 mountains of the Phanom Dong Rak Mountain Range, namely Khao Chad, Khao Nop and Khao Phanom Yao. The height is about 2 meters, the width is about 10 meters, and the distance from Buached District is about 20 kilometers."}
{"ID":"45","Province":"Surin","Name":"Tiger cave waterfalls","Train number":"233", "image-src":"https://t1.blockdit.com/photos/2020/11/5fa95a37bbfb910cccf0eb2f_800x0xcover_kByI6Kye.jpg","Description":"The Tiger Cave Temple is a Buddhist temple north-northeast of Krabi, Thailand. A sacred site, it is known for the tiger paw prints in the cave, tall Buddha statues and the strenuous flight of stairs to reach the summit."}
{"ID":"46","Province":"Surin","Name":"Otalun waterfalls","Train number":"233", "image-src":"https://youimg1.tripcdn.com/target/10061f000001gqwap4489.jpg?proc=source%2Ftrip","Description":"Otalun waterfalls is a large waterfall with steep rocks with clear water and beautiful surrounding nature. And also to see many animals as a rich area"}
{"ID":"47","Province":"Surin","Name":"Pha dok bua waterfalls","Train number":"233", "image-src":"https://www.green-trails.com/wp-content/uploads/2018/11/pha-dok-siew-waterfall-768x461.jpg","Description":"Pha dok bua waterfalls is a waterfall with a height and quite strong strength, but the atmosphere is beautiful, refreshing, clear water and the beauty of the place in the midst of nature."}
{"ID":"48","Province":"Surin","Name":"Pha aow waterfalls","Train number":"233", "image-src":"https://mediaim.expedia.com/destination/1/aa5445b58dc7c33925bb9a83f1a16ae7.jpg?impolicy=fcrop&w=360&h=224&q=medium","Description":"Pha aow waterfalls Pha Taek Waterfall Nature Trail is approximately 6 kilometers on foot. Pha aow waterfalls are in Khao Laem National Park. It is a medium-sized limestone waterfall. It has a height of about 20 meters and has a wide basin. The waterfall is emerald green. able to swim"}
{"ID":"49","Province":"Surin","Name":"Wang ta kian waterfalls","Train number":"233", "image-src":"https://thailandtourismdirectory.go.th/assets/upload/2017/11/06/20171106bab5638f10b1b126cc7ffab687e0357e132728.jpg","Description":"Wang takian waterfalls is a lush natural park with lemongrass trees, two streams, a waterfall and a garden. It is a large and relatively safe waterfall with clear and clean water."}
{"ID":"50","Province":"Surin","Name":"Othow waterfalls","Train number":"233", "image-src":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTTTR-ljU-sNpcZPteTFpN6NJTt5Lu1GM-qPhi7dpllug&s","Description":"Othow waterfalls is another large waterfall of Surin people. Located in the upper part of Otalan Castle, about 2 km. It is not yet officially opened. Waiting for the development of tourist attractions Is very beautiful shady"}
{"ID":"51","Province":"Surin","Name":"Thong yai waterfalls","Train number":"233", "image-src":"https://blogger.googleusercontent.com/img/a/AVvXsEiEbFolSAC7UE49i8ak6ASvXzWnGYsRgz5RLvFqLNmj9WVykUVuo1F0ddDFpa7jVcZCG8xtTMgdVOfR9GBOpg3f6uAhIburBggCRLqcbCKXJtoZOnqzZKxlwx9mFtdAhoWRHaJqAheNcef8sTtZKor1OWXQWNIBq9Eu5-rLIHDWWLN3RahL1HR5jburGQ=w1200-h630-p-k-no-nu","Description":"Thong yai waterfalls is a very beautiful waterfall. There is water running all year round. It is one of the highest waterfalls in the country. It originates from the Surin River. There are high mountains surrounding nature. Steep flows down a long line from a high cliff. There is a steep walking path that challenges tourists to visit."}
{"ID":"52","Province":"Suphan Buri","Name":"Khao tham thiam waterfalls","Train number":"355", "image-src":"https://cdn-613a1452c1ac189674c0e8db.closte.com/wp-content/uploads/2019/11/apsara-article01.jpg","Description":"Khoa tham tiam waterfalls is a high-altitude waterfall that flows down from the cliff, causing the water to be quite strong, but it is a beautiful place with clean water. and good atmosphere The length of the waterfall is quite far. It is another large waterfall that has it all."}
{"ID":"53","Province":"Suphan Buri","Name":"Tha pren kee yai waterfalls","Train number":"355", "image-src":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/b0/97/df/cascade-au-mois-d-aout.jpg?w=1200&h=-1&s=1","Description":"The waterfall was close to the paved road if you are on a scooter (though a bit of loose gravel which is not ideal). For us apparently there was a dry season, which meant that it was mostly a highly wet rock. About a 10min walk from where u can leave your scooter and it is still a beautiful forest"}
{"ID":"54","Province":"Suphan Buri","Name":"Tha pren kee noi waterfalls","Train number":"355", "image-src":"https://www.thaitravelloc.com/picture/pic764-1.jpg","Description":"From Tha pren kee noi waterfalls, the stream flows and flows together, it will become Khlong Yai Kee. flanked by mangrove forest mixed with tropical rainforest When the tide is high and there is a lot of water, it will be beautiful and has an impressive atmosphere."}
{"ID":"55","Province":"Suphan Buri","Name":"Tad yai waterfalls","Train number":"355", "image-src":"https://thailandtourismdirectory.go.th/assets/upload/2018/01/24/20180124d41d8cd98f00b204e9800998ecf8427e152058.jpg","Description":"Tad Yai Waterfall is located at Ban Hin Kong, Village No. 5, Khok Kong Sub-district, Chanuman District, Amnat Charoen Province. It is about 3 km away from Hin Kong Village. It is a waterfall about 30 meters wide that originates from the Huai Thom River flowing through the cliffs."}
{"ID":"56","Province":"Suphan Buri","Name":"Phu kra thing waterfalls","Train number":"355", "image-src":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/10/96/fb/02/caption.jpg?w=1200&h=-1&s=1","Description":"Phu kra thing waterfalls are waterfalls originating from the marshes. During the rainy season, there will be a lot of water. causing the waterfall to become a curtain of water splashing, giving moisture until the stone courtyard around the waterfall forms beautiful green lemongrass. Suitable to visit during the rainy season from October. If beyond the rainy season, the water will dry up and suffocate its beauty."}
{"ID":"57","Province":"Suphan Buri","Name":"Phu muang waterfalls","Train number":"355", "image-src":"https://p-thailand.co.il/wp-content/uploads/2021/01/Na-Muang-1024x536.jpg","Description":"Phu maung waterfalls is a beautiful waterfall. green forest nature is perfect Tourists who heard the news brought a lot of families with children and children of Daeng to go on vacation and play at the waterfall. In addition to the beautiful waterfall during this period, Phu maung waterfall is also a viewpoint on the top of the mountain, overlooking the beautiful scenery of U Thong District and there are many butterflies flying to see each other."}
{"ID":"58","Province":"Suphan Buri","Name":"Phu hang nak waterfalls","Train number":"355", "image-src":"https://s.isanook.com/tr/0/ui/285/1429201/S__2179091.jpg","Description":"Phu hang nak waterfalls is a waterfall with a big cave. which is the highlight The path leading to the waterfall meets a large, shady rainforest. At some point, you will find a small creek. with trees in the distance Called walking this path to enjoy nature, it's really worth trekking."}
{"ID":"59","Province":"Nong Khai","Name":"Khao Tao waterfalls","Train number":"75", "image-src":"https://cdn.esan108.com/main/wp-content/uploads/2020/04/image1705_4.jpg","Description":"Khao Tao waterfalls is a four-tiered waterfall with beauty, water flows all year round, the first level is only 100 meters from the parking lot, the slope is steep and can swim, the second level is the most beautiful, the distance of the water is 200 meters, the third level and the 4th floor is steep"}
{"ID":"60","Province":"Nong Khai","Name":"Than Thong waterfalls","Train number":"75", "image-src":"https://previews.123rf.com/images/bugphai/bugphai1409/bugphai140900037/31824702-than-thong-waterfall-in-amphur-sungkom-nongkhai-thailand.jpg","Description":"Is located in Ban Pha Tang, Mu 1, Tambon Pha Tang. This waterfall has its stream flowing along the rocky ground. There is a pond where visitors can swim. Tiers of small cascades line below for adistance of around 30 metres before merging with the Mekhong River. The time to visit when the waterfall holds plenty of water is between June and October. "}
{"ID":"61","Province":"Nong Khai","Name":"Pong Thong waterfalls","Train number":"75", "image-src":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/e2/f5/56/beautiful-relatively.jpg?w=1200&h=-1&s=1","Description":"Pong Thong waterfalls is a 1 kilometer long stream. The water level in the stream varies. Some are shallow, some are deep. There are fun spots to jump from the trees into the waterfall. or can swim and play in the cool The surrounding environment is a natural forest that is quite complete all year round."}
{"ID":"62", "Province":"Nong Khai","Name":"Wang Nam Mok waterfalls","Train number":"75", "image-src":"https://i.pinimg.com/originals/b7/d5/5a/b7d55ab8c29a5ff861277a488e0ec657.jpg","Description":"Located to the north of Ban Wang Nam Mok village, Tambon Phra Phutthabat, this 30-metre-high waterfall is accessible by car. It is blessed with spectacular cliffs, stream terraces, a large basin and rock terrace down below, where swimming is possible from June to October. Ban Wang Nam Mok provides a homestay and trekking sevice. Visittors a homestay and trekking service. Visittors will enjoy the welcoming ceremony of the Bai Si Su Khwan ritual and folk dinner."}
{"ID":"63", "Province":"Nong Khai","Name":"Tad Sao waterfalls","Train number":"75", "image-src":"https://nps.dnp.go.th/img/628028e27.jpg","Description":"Tad Sao waterfalls are located in the district of the city. It is a medium-sized waterfall in the north of the Phu Wiang Mountain Range. A distance of about 7 kilometers, the waterfall has a height of about 15 meters. The condition of the forest is a complete evergreen forest. The National Park has provided a camping site for those who wish to stay overnight."}
{"ID":"64", "Province":"Nong Khai","Name":"Tha lee Thong waterfalls","Train number":"75", "image-src":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/11/e2/f5/56/beautiful-relatively.jpg?w=1200&h=-1&s=1","Description":"Tha lee Thong waterfalls is a small waterfall. In Khlong Chiang Sa Udomsap Subdistrict Wang Nam Khiao District There are many large and small rapids in the river. which is not very high the water level is not deep The water is clear, clean, cool and refreshing. There is water to play all year round. The water will flow from Lam Chiang Sa Reservoir. not through communities or villages Therefore, do not be afraid of the danger of flooding and cleanliness"}
{"ID":"65", "Province":"Nong Khai","Name":"Huay hin khow waterfalls","Train number":"75", "image-src":"https://img.wongnai.com/p/1920x0/2018/07/11/cc0f6931ab074f469dce828976f2a8ba.jpg","Description":"Huay hin khow waterfalls is a waterfall that flows from a mountain ridge from high to a basin below. The waterfall has a natural beauty. Around the waterfall there are many kinds of plants. At present, Huai Hin Khao Waterfall has become one of the most interesting ecological attractions in Pho Tak District from Nong Khai Province"}
{"ID":"66", "Province":"Nong Khai","Name":"Than thip waterfalls","Train number":"75", "image-src":"https://thailandtourismdirectory.go.th/assets/upload/2017/11/13/20171113b1f6c0ad82dc2859e28e9f78dd886f06102032.jpg","Description":"Than Thip Waterfall, also known as Moo Bood Waterfall is a large waterfall that is famous and well-known among tourists. The waterfall is a single-tiered waterfall, approximately 26 meters high and 30 meters wide, with water flowing all year round."}
{"ID":"67", "Province":"Uttaradit","Name":"Khun Rid waterfalls","Train number":"111", "image-src":"https://cms.dmpcdn.com/travel/2021/09/14/6f787550-1513-11ec-a702-33d1e17c1196_webp_original.jpg","Description":"This Khun Rid waterfalls are located in Uttaradit Province. which many people who have traveled before may understand that Why is the waterfall using cement pouring? to allow water to flow through make it look like a waterfall Let me tell you that many people misunderstand. Mae Phun Waterfall was originally a very beautiful waterfall with interlacing arrangements of beautiful natural rock formations. There are seven floors and natural water flows down from the mountain"}
{"ID":"68", "Province":"Uttaradit","Name":"Phu Wiang waterfalls","Train number":"111", "image-src":"https://image.shutterstock.com/image-photo/dat-fah-waterfall-phu-wiang-260nw-691581553.jpg","Description":"Natural attractions in the park include waterfalls and fields of wildflowers. Phu Wiang waterfalls is a small waterfall near to Tham Famue Daeang. Namtok Tat Fa is a 15-metre high waterfall that can be accessed by car. The waterfall is 18 kilometres from Amphoe Phu Wiang. Some 5 kilometers from Namtok Tat Fa is Namtok Tat Klang which is a 8-meter high waterfall. "}
{"ID":"69", "Province":"Uttaradit","Name":"Jum yang waterfalls","Train number":"111", "image-src":"https://www.holidify.com/images/cmsuploads/compressed/IMG_3135_20180709110236.jpg","Description":"Jum yang waterfalls located at Ban Dan Na Kham Subdistrict, Mueang District, Uttaradit Province, has a total of 5 levels and is similar to Mae Chaei Waterfall, with not much height and steepness, clear water and beautiful nature around."}
{"ID":"70", "Province":"Uttaradit","Name":"Sai Thip waterfalls","Train number":"111", "image-src":"https://img.painaidii.com/images/20150204_22_1423046674_805845.jpg", "Description": "Sai Thip Waterfall It is a waterfall located in Phu Soi Dao pine forest in Huai Mun Sub-district, Nam Pat District, Uttaradit Province. There are a total of 7 levels, with this stream flowing together to form a large waterfall again. which will be located in the foothills That is Phu Soi Dao Waterfall, sure enough. Each floor has a height of about 5-10 meters during the rainy season. The water is quite strong."}
{"ID":"71", "Province":"Uttaradit","Name":"Kinnaree waterfalls","Train number":"111", "image-src":"https://lh3.googleusercontent.com/p/AF1QipPnYjEC_F5aADlSpugNdNl-y6J52GAQ3U59H1zV=w592-h404-n-k-no-v2-rj","Description":"Kinnaree Waterfall It is one of the beautiful waterfalls as well, located at Village No. 5, Ban Na Ang. The number of tiers of the waterfall has 5 levels. At present, there are a lot of tourists who travel together. Because it is beautiful and easy to travel to. "}
{"ID":"72","Province":"Uttaradit","Name":"Huai Niam waterfalls","Train number":"111", "image-src":"https://www.ca-decor.com/wp-content/uploads/2019/02/400x290_%E0%B9%91%E0%B9%99%E0%B9%90%E0%B9%91%E0%B9%91%E0%B9%94_0013.jpg","Description":"Huai Niam waterfalls is in the middle of the creek. It is a 3-tiered waterfall, about 5 meters high. The journey requires walking. From Huai Niam Village, about 3 kilometers, there is no car access."}
{"ID":"73","Province":"Uttaradit","Name":"Huai phai waterfalls","Train number":"111", "image-src":"https://www.phuruakeereeresort.com/uploads/6869/photos/202011/202011-21-125236_be21-0.jpg","Description":"Huai Phai Waterfall It is a small waterfall located at Mu 2, Ban Huai Phai, Bo Bia Subdistrict, Ban Khok District, Uttaradit Province, about 2 km from the village along the route of Wiang Sa District, Nan Province. "}
{"ID":"74","Province":"Uttaradit","Name":"Ban nam mhee noi waterfalls","Train number":"111", "image-src":"https://www.phitsanulokhotnews.com/wp-content/media/2020/08/20.jpg","Description":"Ban nam mhee noi waterfalls is a medium-sized waterfall adjacent to the community, making it a fertile forest and also a large stream, clean and clear, very good atmosphere, full of nature suitable for come to rest"}
{"ID":"75","Province":"Uttaradit","Name":"Wang chom poo waterfalls","Train number":"111", "image-src":"https://www.gplace.com/include/img_res/1/64/gp5943a70de290e.jpg","Description":"A small waterfall from Wang Chumpoo Canal. It originated from the pine-hill. Waterfalls will have plenty of water during the rainy season. The water flows down the valley. Through the Pink Stone The waterfall is about 20 meters high together in front of the waterfall, which is a large pool. Due to its darker color, the water looks like emerald green."}
{"ID":"76","Province":"Uttaradit","Name":"Tad koh mah waterfalls","Train number":"111", "image-src":"https://tatapi.tourismthailand.org/tatfs/Image/CustomPOI/Picture/P03003088_1.jpeg","Description":"Tad koh mah waterfalls originated from Thom Creek. flows through the rocks blocking the river It was a very beautiful waterfall. The waterfall is a large rock. blocking the stream causing a waterfall A wide one storey size that is magnificent and large with water all year round."}
{"ID":"77","Province":"Ubon Ratchathani","Name":"Sang Chan waterfalls","Train number":"21", "image-src":"https://thailandtourismdirectory.go.th/assets/upload/info/attraction/1261/2017102342f91f531af8034550a1c31fe3a3ad31010352.jpg","Description":"Sang Chan waterfalls have a waterfall that is easily accessible via local roads, with no need for extra traction.  the upper part of the waterfall is easily accessible, a short walk from the parking lot of about 100 meters. a path with stairs leads to the lower part of the waterfall where you can see the water pouring out of the hole. the down and up is easy. during the rainy season the excess water overflows from the basin and create a second waterfall."}
{"ID":"78","Province":"Ubon Ratchathani","Name":"Huai Luang waterfalls","Train number":"21", "image-src":"https://static1.bigstockphoto.com/1/6/2/large1500/261144499.jpg","Description":"Huai Luang Waterfall a large waterfall There is a cliff jumping from a high to the lower inlet, about 50 meters high. There are 232 steps up and down to see the view of the basin below which is very beautiful. "}
{"ID":"79","Province":"Ubon Ratchathani","Name":"Tat Ton waterfalls","Train number":"21", "image-src":"https://itsbetterinthailand.com/wp-content/uploads/2019/02/Tat-Ton-Waterfall-1800x1013.jpg","Description":"Ton Waterfall is a beautiful waterfall with water flowing all year round, near the National Park Office. It is most beautiful during the rainy season. The waterfall is about 6 metres high and 50 metres wide. On top of it, the water cascades down wide rock plateaus, with big trees lining up on both side of the stream, making the place perfect for relaxing, admiring a breathtaking view and soaking yourself into."}
{"ID":"80","Province":"Ubon Ratchathani","Name":"Phu Phaya Por waterfalls","Train number":"21", "image-src":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Haeo_Suwat_waterfall.JPG/350px-Haeo_Suwat_waterfall.JPG","Description":"Phu Phaya Por Waterfall Located in Nang Phaya Subdistrict, Village No. 3, Ban Ton Daeng, which is on the Phu Phaya Pho Mountain Range. It is a very beautiful waterfall. "}
{"ID":"81","Province":"Ubon Ratchathani","Name":"Kaeng Lamduan waterfalls","Train number":"21", "image-src":"http://patricklepetit.jalbum.net/UBON%20RATCHATHANI/PHOTOS/NAM%20YUEN/Namtok%20Kaeng%20Lamduan/N1225131_resize.jpg","Description":"Kaeng Lamduan or Kaeng Lamduan Waterfall is located in the area of Ubon Ratchathani Wildlife Conservational Promotion and Development Station in Ban Khae Don, Dom Pradit Sub-district, Nam Yuen District, Ubon Ratchathani Province, which is approximately 16 kilometers from the city center of Nam Yuen District. Kaeng Lamduan Waterfall is where the water flows along the rock islets for around 200 meters and is a part of the Lam Dom Yai River."}
{"ID":"82","Province":"Udon thani","Name":"Khob klao waterfalls","Train number":"133", "image-src":"https://thumbs.dreamstime.com/b/sri-dit-waterfall-khao-kho-national-park-thailand-62580479.jpg","Description":"Beautiful waterfalls may be seen in Khob Klao. nature is wonderful in a green forest. Many families with children and kids from Daeng came on vacation and played at the waterfall thanks to tourists who heard the story. Additionally to the lovely waterfall at this time."}
{"ID":"83","Province":"Udon thani","Name":"Khoa tao waterfalls","Train number":"133", "image-src":"https://blogger.googleusercontent.com/img/a/AVvXsEjjtUq9PW9zJTaTtP5vWtSBTd_hThx3qzL2xoE7rEcXgBwpoHdJRASIRH0webirDuwDJtwj6ZN72OBox7mfeZtEIPoNAjbxDtdD02knb2q2T8mkRfNt1ZzwIPCPOyZoYCooYw_EGzM_n7yf9H3_EY5uc9pHFPxmUPsxQZmdBOh_hywc8IMOek2bL5FVNg=w640-h426","Description":"Khoa Tao Waterfall is also a viewpoint on the top of the mountain that offers beautiful views and many butterflies flying. You can also travel to see thousands of wild animals as well. Including the atmosphere that is full of nature of the life of wildlife and is also a waterfall in a closed area, so it is very beautiful, both the water is very clean and the clarity of the waterfall."}
{"ID":"84","Province":"Udon thani","Name":"Koy nang waterfalls","Train number":"133", "image-src":"https://homeiswhereyourbagis.com/wp-content/uploads/2019/05/Regenzeit-Suedostasien-Koh-Phangan-Wang-Sai.jpg","Description":"Koy Nang waterfalls is located in Huay Sam Pad - Khun Huay Kongsri Forest, Nong Saeng District, Udon Thani., about 18 km. from Than Nam Ngam Waterfall. The park there is characterized by steep, mountainous terrain. These mountains are also the source of a river."}
{"ID":"85","Province":"Udon thani","Name":"Kham phama waterfalls","Train number":"133", "image-src":"https://f.ptcdn.info/091/052/000/os6tr7ab8MH1snq9wPE-o.jpg","Description":"Kham phama waterfalls The area surrounding the waterfall has a beautiful shady scenery with many rocks. Most of the tourists who come to visit will come to sit and relax, play in the waterfall, bring family or friends to organize a camping meal by the waterfall. Coupled with the cool atmosphere, the wind blows gently, of course, if you come to try it once, it will be good."}
{"ID":"86","Province":"Udon thani","Name":"Cha node waterfalls","Train number":"133", "image-src":"https://scontent.fbkk10-1.fna.fbcdn.net/v/t1.6435-9/36354422_1842243366071673_7325002036825554944_n.jpg?_nc_cat=109&ccb=1-7&_nc_sid=730e14&_nc_ohc=6iL0CLAZAZYAX_V3bBH&_nc_ht=scontent.fbkk10-1.fna&oh=00_AfC9puFDG0szI_IoC3dWu9EAcusZOSmVLIWclb1mL2CnBg&oe=63A077C2","Description":"Cha node waterfalls are the beauty of the waterfall There is also a stone bridge (Located before the footpath to the waterfall), which is a natural phenomenon that the water passes under a rock that is about 100 meters long. There is also a crocodile lagoon. It is a large pond located above the waterfall, and when walking through the waterfall up to about 300 meters, there is a wide sandy beach along the marsh, suitable for camping."}
{"ID":"87","Province":"Udon thani","Name":"Chee poh waterfalls","Train number":"133", "image-src":"https://i2.wp.com/www.xn--72c5aba9c2a3b8a2m8ae.com/wp-content/uploads/2016/03/seepoonation-02.jpg","Description":"Chee poh waterfalls is a large waterfall with 9 levels, namely, Tapap basin, Sia basin, Farang basin, Sand beef basin, Rang Nam basin, Nam Sard basin, Jong Ang basin, Kwang basin and Nopparat basin. The 7th level is the most beautiful. The river spreads across the cliff about 30 meters high into the basin below. can swim The powerful Sipo Falls are not far from the National Park Headquarters. There is a wide basin formed by the construction of a dam from the National Park Office with walkways leading to different levels of waterfalls."}
{"ID":"88","Province":"Udon thani","Name":"Sum maung waterfalls","Train number":"133", "image-src":"https://www.thaitravelloc.com/picture/pic297-1.jpg","Description":"Sum maung waterfalls, Champamong Subdistrict, Ban Phue District, Udon Thani Province is another tourist attraction of Udon Thani Province The beauty and abundance of nature is very much. There is a clean, good atmosphere, the waterfall is clear and there are activities around the waterfall from the community as well."}
{"ID":"89","Province":"Udon thani","Name":"Sun hin phong waterfalls","Train number":"133", "image-src":"https://kosamui.space/img/waterfalls/nin-lat-waterfall-2.jpeg","Description":"Sun hin phong waterfalls, although it is a small waterfall But there is a stream that flows down from the waterfall floor beautifully. There is water flowing all year round."}
{"ID":"90","Province":"Udon thani","Name":"Dee mhee waterfalls","Train number":"133", "image-src":"https://www.lovethailand.org/images/banner/content/lovethailand_banner_20132108111123.jpg","Description":"Dee mhee waterfalls even though it is a medium-sized waterfall. But it is a lovely waterfall. Year-round, water is in motion. can journey to unwind and swim in any season. The presence of several water basins is crucial. The waterfall's base is not very deep. Consequently, it is perfect for swimming and playing in the water. The waterfall was able to climb up and look about."}
{"ID":"91","Province":"Udon thani","Name":"Tad sawan waterfalls","Train number":"133", "image-src":"https://img.painaidii.com/images/20140427_73_1398591692_840201_m.jpg","Description":"Tad sawan waterfalls is about 400 meters above sea level and is a small single-level waterfall about 15 meters high with water flowing all year round. Below the waterfall there is a pool. Surrounding the waterfall is a rich shady forest and beautiful scenery."}
{"ID":"92","Province":"Udon thani","Name":"Tad ma kha waterfalls","Train number":"133", "image-src":"https://mychiangmaitour.com/wp-content/uploads/2018/10/tad_mok_waterfall002.jpg","Description":"Tad ma kha waterfalls are the most popular attraction and the most convenient to visit since there is a paved road to the parking area near the waterfall.  the streams flowing down from the high cliff. It is a one-level. In addition to the high waterfall, you can enjoy the evergreen forests with the shady trees along the walkway to the waterfall. With plenty of water, droplets of rain spread throughout the area during the rainy season which is another perfect time to visit the waterfall."}
{"ID":"93","Province":"Udon thani","Name":"Tad mek waterfalls","Train number":"133", "image-src":"https://www.mychiangmaitravel.com/wp-content/uploads/2019/03/tat-mok-waterfall01.jpg","Description":"Tad mek waterfalls are the easiest to get because there is a paved road leading to the parking area close to the waterfall. the rivers that drained from the tall cliff. It has two or three levels. You may appreciate the evergreen forests with the shade trees along the route to the waterfall in addition to the towering waterfall. During the rainy season, which is another ideal time to see the waterfall because of the abundance of water, raindrops spread over the region."}
{"ID":"94","Province":"Udon thani","Name":"Thum phra waterfalls","Train number":"133", "image-src":"https://tatapi.tourismthailand.org/tatfs/Image/CustomPOI/Picture/P03008052_1.jpeg","Description":"Thum phra waterfalls like other waterfalls, ithas water only in the rainy season.  Walking down to the rocky ground at the back, visitors will find a valley with a deep bottom of around 200 square meters where a waterfall flows down the valley. The waterfall is on a cliff of around 100 meters wide and 50 meters high. Visitors can play in the pool."}
{"ID":"95","Province":"Udon thani","Name":"Ban lad hor khum waterfalls","Train number":"133", "image-src":"https://ak-d.tripcdn.com/images/010532215az43sofk0F6D.jpg","Description":"Ban lad hor khum waterfalls are located in Udon Thani Province. many people who have traveled before may understand that allowing water to flow through making it look like a waterfall Let me tell you that many people misunderstand. Ban lad hor khum waterfalls was originally a very beautiful waterfall with interlacing arrangements of beautiful natural rock formations. There are three or four floors and natural water flows down from the mountain"}
{"ID":"96","Province":"Udon thani","Name":"Thum roo waterfalls","Train number":"133", "image-src":"https://img.kapook.com/u/2019/Tanapol/travel/august/bk/t1.jpg","Description":"Thum roo waterfalls in Udon thani province is one of the waterfalls in the wildlife sanctuary. Tham Phra Waterfall is a large rock waterfall. It is very beautiful and magnificent. And with strong currents flowing down from the cliffs, the water is clean and quite clear, including the view and atmosphere of the mountains."}
{"ID":"97","Province":"Udon thani","Name":"Than ngam waterfalls","Train number":"133", "image-src":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/09/31/2e/65/photo0jpg.jpg?w=1200&h=-1&s=1","Description":"Than ngam waterfalls contain water at certain times; there is a lot of water during the rainy season. Interesting points in the forest park include a cliff, a beautiful cave, and a stone ground. The stone ground, or commonly called “Lae” covers a large area with a scattering of overlapping giant rocks, and overlooks a scenic view."}
{"ID":"98","Province":"Udon thani","Name":"Pha thong waterfalls","Train number":"133", "image-src":"https://thumbs.dreamstime.com/b/jokkradin-waterfall-thong-pha-phum-national-park-kanchanaburi-thailand-view-181704348.jpg","Description":"Phathong waterfalls, Phasuk sub-district, Wang Sam Mo district, Udon Thani, an eco-tourism attraction with beautiful atmosphere, suitable for family vacations. The waterfall is not far from the district. convenient parking Getting to the waterfall"}
{"ID":"99","Province":"Udon thani","Name":"Pi maan thong waterfalls","Train number":"133", "image-src":"https://s.isanook.com/tr/0/ud/283/1416921/gth.jpg","Description":"The surroundings of Pi maan thong waterfalls are surrounded by mountains and lush green forests. very rich Wherever you look, you will only see the freshness of the trees. But let me tell you that the waterfall here It's only been known for a very long time. and most importantly There will only be water after it rains."}
{"ID":"100","Province":"Udon thani","Name":"Fha huan waterfalls","Train number":"133", "image-src":"https://www.green-trails.com/wp-content/uploads/2020/10/pha-dok-siew-nature-trail-waterfall.jpg","Description":"Fha huan waterfalls is a large waterfall that is both tall and wide. The water from the waterfall flows in descending order of the 4 levels of the Huai Yai Waterfall. Getting to the waterfall through the natural path, but it seems that the vegetation in this area seems to be more humid. and connects to some of the Suan Hom waterfalls"}
{"ID":"101","Province":"Udon thani","Name":"Yoong thong waterfalls","Train number":"133", "image-src":"https://www.thainationalparks.com/img/tnp/poi/snippets/1x1/yong-waterfall-national-park.jpg","Description":"Yoong thong waterfalls is a beautiful waterfall. located on the ridge of Phu Phan and Phu Ya U which is within the area Na Yung-Nam Som National Park This waterfall is small but has up to 3 levels. There is also a pool where you can swim as well. In the past, it used to be a habitat and a living place for peacocks. Therefore, it is the origin of the name Yung Thong Waterfall."}